<?php 
    $attrs_target_list = [
      [
        'year' => '2016年7月～',
        'doc' => '女性総合職交流会（はぴじょぶ）の継続',
      ],
      [
        'year' => '2018年7月～',
        'doc' => '一時資格転換制度の制定・施行',
      ],
      [
        'year' => '2019年7月～',
        'doc' => '女性技術職の継続就業が可能な多様な働き方の更なる検討・導入<br>(サテライトオフィス、在宅勤務制度)',
      ],
    ];

    $attrs_target_list_s = [
      [
        'year' => '2019年7月～',
        'doc' => '将来管理職となる人材のための教育研修計画の作成・実施とロールモデルの設定等',
      ],
    ];

    $attrs_target_list_th = [
      [
        'year' => '2016年7月～',
        'doc' => '20PMS（プロジェクトマネジメントシステム）の推進による生産性向上',
      ],
      [
        'year' => '2016年7月～',
        'doc' => '効率的な働き方を強化する仕組みの導入',
      ],
      [
        'year' => '2016年7月～',
        'doc' => 'ノー残業デーの推進',
      ],
    ];

    $attrs_target_list_se = [
      [
        'year' => '（継続中）',
        'doc' => '取得対象者には、個別に周知',
      ],
      [
        'year' => '2021年4月～',
        'doc' => '社内広報等による社員へ制度を周知',
      ],
    ];

    $attrs_target_list_se_s = [
      [
        'year' => '（継続中）',
        'doc' => '取得対象者には、個別に周知',
      ],
      [
        'year' => '2021年4月～',
        'doc' => '社内広報等により社員へ制度を周知',
      ],
      [
        'year' => '2021年4月～',
        'doc' => '女性労働者の育成、及び働き続けながら子育てを行う女性労働者がキャリア形成を進めて行くために必要な業務体制及び働き方の見直し等に関する管理職研修を実施',
      ],
    ];

    $attrs_target_list_se_th = [
      [
        'year' => '（継続中）',
        'doc' => '年次有給休暇取得強化期間の設定',
      ],
      [
        'year' => '2021年4月～',
        'doc' => '拡充し改定した「子の看護休暇」、「介護休暇」の中抜け制度について、社内広報等により全社的に周知し利用を促進',
      ],
      [
        'year' => '2021年4月～',
        'doc' => '子の看護休暇、介護休暇の有給化、又はそれに類する制度を検討',
      ],
      [
        'year' => '2021年4月～',
        'doc' => '在宅勤務制度に関する規程の整備を検討',
      ],
    ];

?>